Repository: MineRala/GitHubSearchApp
Catalog: GitHubSearchApp/*/*.lproj/Localizable.strings
Languages: tr

source: Home
tr: Ana Sayfa

source: Favorites
tr: Favoriler

# emptyInitial
source: Start your search
tr: Aramaya başlayın

# emptyInitialMessage
source: Please enter a GitHub username above to begin searching.
tr: Aramaya başlamak için lütfen yukarıya bir GitHub kullanıcı adı girin.

# emptyNoResults
source: No results found
tr: Sonuç bulunamadı

# emptyNoResultsSubtext
source: Try a different username or check the spelling.
tr: Farklı bir kullanıcı adı deneyin veya yazımı kontrol edin.

# emptyNoFavorites
source: No favorites yet
tr: Henüz favori yok

# emptyNoFavoritesDescription
source: Add some users to your favorites list.
tr: Favori listenize kullanıcı ekleyin.

source: Error
tr: Hata

source: OK
tr: Tamam

# placeholderSearchBar
source: Please enter a username
tr: Lütfen bir kullanıcı adı girin

source: Invalid URL
tr: Geçersiz URL

source: Invalid Response
tr: Geçersiz Yanıt

source: Invalid Request
tr: Geçersiz İstek

# invalidData
source: The data received from the server was invalid. Please try again.
tr: Sunucudan alınan veri geçersiz. Lütfen tekrar deneyin.

source: Invalid HTTP Status Code:
tr: Geçersiz HTTP Durum Kodu:

# networkError
source: A network error has occurred. Check your Internet connection and try again.
tr: Bir ağ hatası oluştu. İnternet bağlantınızı kontrol edin ve tekrar deneyin.

source: Decoding Error
tr: Kod çözme Hatası

# unauthorized
source: In order to perform this operation, you must be logged in or have the necessary authorization. Please log in or provide the necessary authorization.
tr: Bu işlemi gerçekleştirmek için giriş yapmanız veya gerekli yetkilendirmeye sahip olmanız gerekiyor. Lütfen giriş yapın veya gerekli yetkilendirmeyi sağlayın.

# paymentRequired
source: Sorry, you need to pay to view or access this content.
tr: Üzgünüz, bu içeriği görüntülemek veya erişmek için ödeme yapmanız gerekiyor.

# forbidden
source: You have exceeded the allowed number of requests. Please wait a while and try again.
tr: İzin verilen istek sayısını aştınız. Lütfen biraz bekleyin ve tekrar deneyin.

# pageNotFound
source: Sorry, the page or resource you requested could not be found. Please check the URL or try again later.
tr: Üzgünüz, istediğiniz sayfa veya kaynak bulunamadı. Lütfen URL'yi kontrol edin veya daha sonra tekrar deneyin.

# noInternetConnection
source: Sorry, there is no internet connection. Please check your internet connection and try again.
tr: Üzgünüz, internet bağlantısı yok. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.

# unowned
source: Unowned Error!
tr: Sahipsiz Hata!

# navigationError
source: Navigation Error: Missing coordinator.
tr: Navigasyon Hatası: Koordinatör eksik.
